cva_model.org
#+OPTIONS: ':nil *:t -:t ::t <:t H:3 \n:nil ^:t arch:headline
#+OPTIONS: author:t broken-links:nil c:nil creator:nil
#+OPTIONS: d:(not "LOGBOOK") date:t e:t email:nil f:t inline:t num:t
#+OPTIONS: p:nil pri:nil prop:nil stat:t tags:t tasks:t tex:t
#+OPTIONS: timestamp:t title:t toc:t todo:t |:t
#+TITLE: CVA Model
#+DATE: <2018-07-03 ti.>
#+AUTHOR: Anders Engan
#+EMAIL: anders@anders-ThinkPad-T420
#+LANGUAGE: en
#+SELECT_TAGS: export
#+EXCLUDE_TAGS: noexport
#+CREATOR: Emacs 27.0.50 (Org mode 9.1.9)

* Current setup
** The vision: 
   - the group not to be preoccupied with programming
   - the group not to be (mutually) specialized
   - the group not to cooperate
   - the group not to assist across business units, unless related to outspoken risk targets
   - build further/increase dependencies on the FIS Adaptiv infrastructure 
** Short-term ramifications:
   - technical setup characterized by poorly implemented excel/VBA -> no interface between core applications 
   - vast amounts of time spent with processing of data, (FIS) system support and inefficient reporting
   - Ad-hoc implementations of basic tools, lacking context
** Long-term ramifications:
   - Outsourcing of business intelligence and real competencies (->FIS)
   - Loss of intellectual property
   - Inability to be self-sufficient  
* New setup 
** 

* Proposition
** Front Office Quant desk:
   - Responsible for in-markets software developement platform across business units
   - Software covering
     - Trade support
     - Pricing
