cva_model.tex
% Created 2018-07-03 ti. 08:16
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Anders Engan}
\date{\textit{<2018-07-03 ti.>}}
\title{CVA Model}
\hypersetup{
 pdfauthor={Anders Engan},
 pdftitle={CVA Model},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.0.50 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{Current setup}
\label{sec:org501e401}
\subsection{The vision:}
\label{sec:org92a2855}
\begin{itemize}
\item the group not to be preoccupied with programming
\item the group not to be (mutually) specialized
\item the group not to cooperate
\item the group not to assist across business units, unless related to outspoken risk targets
\item build further/increase dependencies on the FIS Adaptiv infrastructure
\end{itemize}
\subsection{Short-term ramifications:}
\label{sec:orga22ee91}
\begin{itemize}
\item technical setup characterized by poorly implemented excel/VBA -> no interface between core applications
\item vast amounts of time spent with processing of data, (FIS) system support and inefficient reporting
\item Ad-hoc implementations of basic tools, lacking context
\end{itemize}
\subsection{Long-term ramifications:}
\label{sec:orgb94cfe2}
\begin{itemize}
\item Outsourcing of business intelligence and real competencies (->FIS)
\item Loss of intellectual property
\item Inability to be self-sufficient
\end{itemize}
\section{New setup}
\label{sec:orgca3ec1f}
\subsection{}
\label{sec:org697a67d}

\section{Proposition}
\label{sec:org208da8a}
\subsection{Front Office Quant desk:}
\label{sec:org07ae66d}
\begin{itemize}
\item Responsible for in-markets software developement platform across business units
\item Software covering
\begin{itemize}
\item Trade support
\item Pricing
\end{itemize}
\end{itemize}
\end{document}
